[
    {
        "word": "Reasurance",
        "ipa": "",
        "id": 1,
        "group": "Personel",
        "meaning": "Sự trấn an, sự yên tâm",
        "describe": "Reassurance is the act of providing comfort and support to someone in order to alleviate their worries or fears."
    },
    {
        "word": "A real estate agent",
        "ipa": "",
        "id": 2,
        "group": "Personel",
        "meaning": "Một đại lý bất động sản",
        "describe": "A real estate agent is a licensed professional who represents buyers or sellers in real estate transactions. They assist clients in buying, selling, or renting properties and provide guidance and expertise in the real estate market."
    },
    {
        "word": "An orientation session",
        "ipa": "",
        "id": 3,
        "group": "Personel",
        "meaning": "Một buổi định hướng",
        "describe": "An orientation session is a structured meeting or program designed to familiarize new individuals with a specific environment, such as a workplace, educational institution, or community. It typically includes information about the organization, its policies, procedures, and expectations, as well as an introduction to key personnel and resources."
    },
    {
        "word": "Brochure",
        "ipa": "",
        "id": 4,
        "group": "Personel",
        "meaning": "",
        "describe": "A brochure is a small, printed document that provides information about a product, service, or organization. It often includes images, text, and graphics to convey key details and features in a visually appealing format. Brochures are commonly used for marketing and promotional purposes."
    },
    {
        "word": "Renovation",
        "ipa": "",
        "id": 5,
        "group": "Personel",
        "meaning": "Cải tạo",
        "describe": "Renovation refers to the process of restoring or improving a building or space by making significant changes to its structure, design, or functionality. This may involve repairs, upgrades, or alterations to modernize and enhance the overall appearance and usability of the property."
    },
    {
        "word": "Diverse",
        "ipa": "",
        "id": 1,
        "group": "Personel",
        "meaning": "Phong phú",
        "describe": "."
    },
    {
        "word": "Inquiry",
        "ipa": "",
        "id": 1,
        "group": "Personel",
        "meaning": "Yêu cầu.",
        "describe": "An act of asking for information or seeking answers to questions"
    },
    {
        "word": "inspiration",
        "ipa": "",
        "id": 1,
        "group": "Personel",
        "meaning": "",
        "describe": "A feeling of being mentally stimulated to do or feel something creative, or a sudden brilliant or timely idea."
    },
    {
        "word": "Enthusiastic",
        "ipa": "",
        "id": 1,
        "group": "Personel",
        "meaning": "",
        "describe": "Having or showing intense and eager enjoyment, interest, or approval"
    },
    {
        "word": "Former",
        "ipa": "",
        "id": 1,
        "group": "Personel",
        "meaning": "Trước / cựu",
        "describe": "'Former' is used to refer to the first of two things or people that have been mentioned. "
    },
    {
        "word": "",
        "ipa": "",
        "id": 1,
        "group": "Personel",
        "meaning": "",
        "describe": "."
    }
    ,
    {
        "word": "",
        "ipa": "",
        "id": 1,
        "group": "Personel",
        "meaning": "",
        "describe": "."
    }
    ,
    {
        "word": "",
        "ipa": "",
        "id": 1,
        "group": "Personel",
        "meaning": "",
        "describe": "."
    }
]